Repository: ronie/xbmc
Catalog: addons/metadata.tvshows.themoviedb.org.python/resources/language/resource.language.*/strings.po
Languages: af_za, bg_bg, gl_es, he_il, hu_hu, ja_jp, lt_lt, pt_pt

# #30000
source: Preferred language
af_za: Verkose taal
bg_bg: Предпочитан език
gl_es: Idioma preferido
he_il: שפה מועדפת
hu_hu: Előnyben részesített nyelv
ja_jp: 優先する言語
lt_lt: Pageidaujama kalba
pt_pt: Língua preferida

# #30001
source: Preferred certification country
af_za: Verkose sertifisering land
bg_bg: Предпочитана държава за сертифициране
gl_es: País de certificación preferido
he_il: מדינה מורשית מועדפת
hu_hu: Előnyben részesített besoroló ország
lt_lt: Pageidaujama sertifikavimo šalis
pt_pt: País de certificação preferido

# #30002
source: Include certification prefix
af_za: Sluit sertifisering voorvoegsel in
bg_bg: Да се включва префикса на сертифицирането
gl_es: Incluír prefixo da certificación
he_il: לכלול קידומת מורשית
hu_hu: Korhatár belefoglalása
lt_lt: Įtraukti sertifikavimo priešdėlį
pt_pt: Incluir o prefixo de certificação

# #30003
source: Prefix
af_za: Voorvoegsel
bg_bg: Префикс
gl_es: Prefixo
he_il: קידומת
hu_hu: Előtag
ja_jp: 接頭
lt_lt: Priešdėlis
pt_pt: Prefixo

# #30004
source: Keep original title
af_za: Hou oorspronklike titel
bg_bg: Запазване на оригиналното заглавие
gl_es: Manter o título orixinal
he_il: לשמור על הכותרת המקורית
hu_hu: Eredeti cím megtartása
ja_jp: 元のタイトルを保持する
lt_lt: Palikti originalų pavadinimą
pt_pt: Manter título original

# #30005
source: Categorize fanart with text as landscape art
bg_bg: Категоризиране на фен-арта с текст като пейзажни изображения
lt_lt: Kategorisuoti Fanart su tekstu kaip gulsčią iliustraciją
pt_pt: Categorizar fanart com o texto em arte de paisagem

# #30006
source: Include country code with studio
hu_hu: Tartalmazza az országkódot a stúdióval
lt_lt: Įtraukti šalies kodą su studija

# #30101
source: Client key (optional)
af_za: KliÃ«nt sleutel (opsioneel)
bg_bg: Клиентски ключ (незадължително)
gl_es: Chave cliente (opcional)
he_il: מפתח לקוח (רשות)
hu_hu: Ügyfél kulcs (opcionális)
ja_jp: クライアントキー(任意)
lt_lt: Kliento raktas (nebūtina)
pt_pt: Chave cliente (opcional)

# #30102
source: Enable fanart
af_za: Stel ondersteunerkuns in staat
bg_bg: Включване на фен-арта
gl_es: Activar fanart
hu_hu: Fanart engedélyezése
ja_jp: ファンアート有効
lt_lt: Įgalinti Fanart
pt_pt: Ativar fanart

# #30103
source: Enable poster
af_za: Stel plakkaat in staat
bg_bg: Включване на постера
gl_es: Activar o póster
hu_hu: Poszter engedélyezése
ja_jp: ポスター有効
lt_lt: Įgalinti plakatą
pt_pt: Ativar poster

# #30104
source: Enable banner
af_za: Stel banier in staat
bg_bg: Включване на банера
gl_es: Activar cartel
hu_hu: Banner engedélyezése
ja_jp: バナー有効
lt_lt: Įgalinti reklamjuostę
pt_pt: Ativar banner

# #30105
source: Enable clearlogo
af_za: Stel clearlogo in staat
bg_bg: Включване на изчистеното лого
gl_es: Activar clearlogo
hu_hu: Clearlogo engedélyezett
ja_jp: クリアロゴ有効
lt_lt: Įgalinti skaidrų logotipą
pt_pt: Ativar logótipo simples

# #30106
source: Enable clearart
af_za: Stel clearart in staat
bg_bg: Включване на изчистеното изображение
gl_es: Activar clearart
hu_hu: Clearart engedélyezett
ja_jp: クリアアート有効
lt_lt: Įgalinti skaidrią iliustraciją
pt_pt: Ativar arte simples

# #30107
source: Enable landscape
af_za: Stel landskap in staat
bg_bg: Включване на пейзажа
gl_es: Activar apaisado
he_il: הפעלה לרוחב
hu_hu: Landscape engedélyezett
lt_lt: Įgalinti gulsčią iliustraciją
pt_pt: Ativar modo paisagem

# #30108
source: Enable character art
af_za: Stel karakter kuns in staat
bg_bg: Включване на изображението на персонажа
gl_es: Activar imaxe do artista
he_il: הפעלת אומנות בתווים
hu_hu: Character art engedélyezett
ja_jp: キャラクターアート有効
lt_lt: Įgalinti personažo iliustraciją
pt_pt: Ativar arte de caracter

# #30109
source: Include art from fanart.tv
af_za: Sluit kuns vanaf fanart.tv in
bg_bg: Включване на изображения от fanart.tv
gl_es: Incluír imaxe dende fanart.tv
hu_hu: Tartalmazza a fanart.tv művészképeit
ja_jp: fanart.tvからのアートを含める
lt_lt: Įtraukti iliustracijas iš fanart.tv
pt_pt: Incluir arte de fanart.tv

# #30150
source: Enable season poster
af_za: Stel seisoen plakkaat in staat
bg_bg: Включване на сезонния постер
gl_es: Activar o póster da tempada
he_il: הפעלת כרזת פעילות
hu_hu: Szezon poszter engedélyezni
ja_jp: シーズン ポスター有効
lt_lt: Įgalinti sezono plakatą
pt_pt: Ativar poster da temporada

# #30151
source: Enable season banner
af_za: Stel seisoen banier in staat
bg_bg: Включване на сезонния банер
gl_es: Activar o cartel da tempada
hu_hu: Szezon banner engedélyezni
ja_jp: シーズン バナー有効
lt_lt: Įgalinti sezono reklamjuostę
pt_pt: Ativar banner da temporada

# #30152
source: Enable season landscape
af_za: Stel seisoen landskap in staat
bg_bg: Включване на сезонния пейзаж
gl_es: Activar a tempada en apaisado
hu_hu: Szezon landscape engedélyezni
lt_lt: Įgalinti gulsčią sezono iliustraciją
pt_pt: Ativar paisagem da temporada

# #30200
source: Advanced
af_za: Gevorderde
bg_bg: Допълнителни
gl_es: Avanzado
he_il: מתקדם
hu_hu: Haladó
ja_jp: 高度な設定
lt_lt: Išplėstiniai
pt_pt: Avançado

# #30201
source: Verbose debug logging
af_za: Breedvoerige ontfout loghouding
bg_bg: Подробна информация за дебъгване
gl_es: Rexistro de depuración avanzado
he_il: ניפוי שגיאות מפורט
hu_hu: Részletes hibakeresési naplózás
ja_jp: 詳細なデバッグログ
lt_lt: Detalus derinimo registravimas
pt_pt: Registo de depuração detalhada

# #30300
source: Ratings
af_za: Graderings
bg_bg: Оценки
gl_es: Valoracións
he_il: דירוגים
hu_hu: Értékelés
ja_jp: レーティング
lt_lt: Reitingai
pt_pt: Pontuação

# #30301
source: Default rating from
af_za: Verstek gradering vanaf
bg_bg: Оценка по подразбиране от
gl_es: Valoración predefinida dende
he_il: דירוגי בררת מחדל דרך
hu_hu: Alapértelmezett értékelés innen
lt_lt: Numatytasis reitingas iš
pt_pt: Pontuação por defeito de

# #30302
source: Also add IMDb ratings
af_za: Voeg ook IMDB graderings by
bg_bg: Да се добавят и оценките от IMDb
gl_es: Engadir tamén valoracións do IMDb
he_il: להוסיף גם דירוגים מ־IMDb
hu_hu: IMDb értékelés használata
ja_jp: IMDbのレーティングも追加
lt_lt: Taip pat įtraukti IMDb reitingus
pt_pt: Adicionar também a pontuação do IMDb

# #30303
source: Also add Trakt.tv ratings
af_za: Voeg ook Trak.tv graderings by
bg_bg: Да се добавят и оценките от Trakt.tv
gl_es: Engadir tamén valoracións do Trakt.tv
he_il: להוסיף גם דירוגים מ־Trakt.tv
hu_hu: Trakt.tv értékelés használata
ja_jp: Trakt.tvのレーティングも追加
lt_lt: Taip pat įtraukti Trakt.tv reitingus
pt_pt: Adicionar também a pontuação do Trakt.tv

# #30304
source: Also add TMDb ratings
af_za: Voeg ook TMDb graderings by
bg_bg: Да се добавят и оценките от TMDb
gl_es: Engadir tamén valoracións do TMDb
he_il: להוסיף גם דירוגים מ־TMDb
hu_hu: TMDb értékelés használata
ja_jp: TMDb レーティングも追加
lt_lt: Taip pat įtraukti TMDb reitingus
pt_pt: Adicionar também a pontuação do TMDb

# #30305
source: Enable Trailer
bg_bg: Включване на трейлъра
hu_hu: Trailer engedélyezése
lt_lt: Įgalinti anonsą
pt_pt: Ativar trailer

# #30306
source: Addon Player
bg_bg: Плеър от добавката
hu_hu: Lejátszó kiegészítő
lt_lt: Priedo grotuvas

# #30308
source: Tubed
lt_lt: Vamzdinis
