Repository: ronie/xbmc
Catalog: addons/metadata.generic.artists/resources/language/resource.language.*/strings.po
Languages: fi_fi

# #30000
source: Preferences
fi_fi: Asetukset

# #30001
source: Preferred language for artist biography
fi_fi: Ensisijainen kieli esittäjän elämänkerralle

# #30002
source: Prefer biography from
fi_fi: Suosi elämänkertaa lähteestä

# #30003
source: Prefer discography from
fi_fi: Suosi diskografiaa lähteestä

# #30004
source: Prefer genres from
fi_fi: Suosi lajityyppejä lähteestä

# #30005
source: Prefer styles from
fi_fi: Suosi tyylejä lähteestä

# #30006
source: Prefer moods from
fi_fi: Suosi fiiliksiä lähteestä

# #30101
source: Allow less accurate search results
fi_fi: Salli epätarkemmat hakutulokset

# #30201
source: If available, the artist biography will be downloaded in the selected language. It will fallback to English.
fi_fi: Jos mahdollista, ladataan esittäjän elämänkerta valitulla kielellä. Muutoin englanniksi.

# #30202
source: Try to get the artist biography using the selected scraper. Other scrapers will be used if the preferred scraper returns no results.
fi_fi: Yritä löytää esittäjän elämänkerta käyttäen valittua tietolähdettä. Muita lähteitä käytetään, mikäli tämä ei tuota tuloksia.

# #30203
source: Try to get the artist discography using the selected scraper. Other scrapers will be used if the preferred scraper returns no results.
fi_fi: Yritä löytää esittäjän diskografia käyttäen valittua tietolähdettä. Muita lähteitä käytetään, mikäli tämä ei tuota tuloksia.

# #30204
source: Try to get genre info using the selected scraper. Other scrapers will be used if the preferred scraper returns no results.
fi_fi: Yritä löytää lajityyppitiedot käyttäen valittua tietolähdettä. Muita lähteitä käytetään, mikäli tämä ei tuota tuloksia.

# #30205
source: Try to get style info using the selected scraper. Other scrapers will be used if the preferred scraper returns no results.
fi_fi: Yritä löytää tyylitiedot käyttäen valittua tietolähdettä. Muita lähteitä käytetään, mikäli tämä ei tuota tuloksia.

# #30206
source: Try to get mood info using the selected scraper. Other scrapers will be used if the preferred scraper returns no results.
fi_fi: Yritä löytää fiilistiedot käyttäen valittua tietolähdettä. Muita lähteitä käytetään, mikäli tämä ei tuota tuloksia.

# #30301
source: If Musicbrainz does not provide a link to allmusic and/or discogs, we can search those sites based on artistname. Since artist names are not unique, this could potentially result in a mixture of metadata from multiple artists by the same name.
fi_fi: Jos MusicBrainz ei tarjoa AllMusic ja/tai Discogs -linkkiä, voidaan sivustoilta etsiä käyttäen esittäjän nimeä. Koska esittäjien nimet eivät ole ainutlaatuisia, tämä saattaa aiheuttaa metatietojen sekoittumisen useiden saman nimisten esittäjien kesken.
